IDEA StatiCa Open Model
CalculationCase Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 constructor
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CalculationCase()
Public Sub New
public:
CalculationCase()
See Also
Reference
CalculationCase Class
IdeaRS.OpenModel.Detail.Loading Namespace